Repository: MarianHabor/celeste_cloud
Catalog: po/*.po
Languages: hi, hu, nn, ru

source: App icons by
hi: ऐप आइकन इनके द्वारा
hu: App ikonokat készítette
nn: Appikon av
ru: Иконки приложения от

source: Ok
hi: ठीक है
ru: Ок

source: Both '{}' and '{}' are more recent than at last sync.
hi: '{}' और '{}' दोनों पिछले समन्वयन की तुलना में अधिक हाल के हैं।
hu: '{}' és '{}' frissebbek mint a legutolsó szinkelt.
nn: Både '{}' og '{}' er nyare enn ved siste synkronisering.
ru: И '{}', и '{}' более свежие, чем при последней синхронизации.

source: Unable to create Celeste's config directory [{}].
hi: Celeste की विन्यास निर्देशिका [{}] बनाने में असमर्थ।
hu: A Celeste konfig mappájának létrehozása sikertelen [{}].
nn: Kunne ikkje oppretta Celeste si konfigurasjonsmappe [{}].
ru: Не удаётся создать каталог настроек Celeste [{}].

source: Unable to create Celeste's database file [{}].
hi: Celeste की डेटाबेस फाइल [{}] बनाने में असमर्थ।
hu: Sikertelen a Celesete adatbázis fájl létrehozása [{}].
nn: Kunne ikkje oppretta Celeste si databasefil [{}].
ru: Не удаётся создать файл базы данных Celeste [{}].

source: Unable to connect to database [{}].
hi: डेटाबेस से जुड़ने में असमर्थ है [{}]।
hu: Sikertelen adatbázishoz való csatlakozás [{}].
nn: Kunne ikkje tilkopla til databasen [{}].
ru: Не удаётся подключиться к базе данных [{}].

source: Unable to run database migrations [{}]
hi: डेटाबेस प्रवासन चलाने में असमर्थ [{}]
hu: Sikertelen adatbázis migráció futtatás [{}]
nn: Kunne ikkje køyra databasemigrasjonar [{}]
ru: Не удаётся запустить миграцию базы данных [{}]

source: Awaiting sync check...
hi: समन्वयन जांच की प्रतीक्षा है…
hu: Szinkelési ellenőrzésre várás...
nn: Ventar på synkroniseringssjekk...
ru: Ожидается проверка синхронизации…

source: Sync Errors
hi: समन्वयन त्रुटियां
hu: Szinkronizációs Hibák
nn: Synkroniseringsfeil
ru: Ошибка синхронизации

source: File/Folder Exclusions
hi: फाइल/फोल्डर बहिष्करण
hu: Fájl/Mappa Kivételek
nn: Fil-/mappeekskludering
ru: Исключения файлов/папок

source: Stop syncing this directory
hi: इस निर्देशिका को समन्वयित करना बंद करें
hu: Ne szinkelje tovább ezt a mappát
nn: Stopp synkroniseringa av denne mappa
ru: Перестать синхронизировать этот каталог

source: Are you sure you want to stop syncing '{}' to '{}'?
hi: क्या आप वाकई '{}' को '{}' से समन्वयित करना बंद करना चाहते हैं?
hu: Biztos abban, hogy a '{}'-t nem szinkeli tovább '{}'-ba?
nn: Er du sikker på at du vil slutta å synkronisera '{}' til '{}'?
ru: Вы уверены, что хотите перестать синхронизировать '{}' с '{}'?

source: This directory is currently being processed to no longer be synced.
hi: यह निर्देशिका वर्तमान में समन्वयित न होने के लिए संसाधित की जा रही है।
hu: Ez a mappa jelenleg szinkelés megszüntetési folyamat alatt áll.
nn: Denne mappa held på å bli handsama for å ikkje lenger bli synkronisert.
ru: Идёт процесс остановки синхронизации для данного каталога.

source: Directories
hi: निर्देशिका
hu: Mappák
nn: Mapper
ru: Каталоги

source: Local folder:
hi: स्थानीय फोल्डर:
hu: Helyi mappa:
nn: Lokal mappe:
ru: Локальная папка:

source: Cancel
hi: रद्द करें
hu: Mégse
nn: Avbryt
ru: Отмена

source: Remote folder:
hi: रिमोट फोल्डर:
hu: Távoli mappa:
nn: Ekstern mappe:
ru: Удалённая папка:

source: The specified remote directory doesn't exist
hi: निर्दिष्ट रिमोट निर्देशिका मौजूद नहीं है
hu: A meghatározott távoli mappa nem létezik
nn: Den valde eksterne mappa finst ikkje
ru: Выбранный удалённый каталог не существует

source: Failed to check if the specified remote directory exists
hi: यह जांचने में विफल रहा कि निर्दिष्ट रिमोट निर्देशिका मौजूद है या नहीं
hu: Nem sikerült ellenőrizni a távoli mappa létezését
nn: Klarte ikkje å finna ut om den valde eksterne mappa finst
ru: Не удалось проверить, существует ли выбранный удалённый каталог

source: The specified directory pair is already being synced
hi: निर्दिष्ट निर्देशिका जोड़ी पहले से ही समन्वयित हो रही है
hu: A megadott mappa páros már alapból szinkelődik
nn: Det valde mappeparet held allereie på å bli synkronisert
ru: Выбранная пара каталогов уже синхронизируется

source: The specified local directory doesn't exist
hi: निर्दिष्ट स्थानीय निर्देशिका मौजूद नहीं है
hu: A megadott helyi mappa nem létezik
nn: Den valde lokale mappa finst ikkje
ru: Выбранная локальный каталог не существует

source: The specified local path isn't a directory
hi: निर्दिष्ट स्थानीय पथ कोई निर्देशिका नहीं है
hu: A megadott helyi elérési útvonal nem mappára mutat
nn: Den valde lokale filbana er ikkje ei mappe
ru: Выбранный локальный путь не является каталогом

source: The specified local directory needs to be an absolute path
hi: निर्दिष्ट स्थानीय निर्देशिका को एक पूर्ण पथ होना आवश्यक है
hu: A megadott helyi mappa abszolút elérési úttal kell rendelkezzen
nn: Den valde lokale katalogen må vera ei absolutt filbane
ru: Выбранный локальный каталог должен быть абсолютным путем

source: Are you sure you want to delete this remote?
hi: क्या आप वाकई इस रिमोट को हटाना चाहते हैं?
hu: Biztosan ki akarja törölni ezt a távoli elérést?
nn: Er du sikker på at du vil fjerne denne eksterne mappa?
ru: Вы уверены, что хотите удалить это подключение?

source: All the directories associated with this remote will also stop syncing.
hi: इस रिमोट से जुड़ी सभी निर्देशिकाएं भी समन्वयित होना बंद कर देंगी।
hu: Minden ezzel a távoli eléréssel kapcsolatos mappa szinkelése leáll.
nn: Alle katalogane knytt til denne eksterne tilkoplinga vil òg slutta å synkronisera.
ru: Все каталоги, связанный с этим подключением также перестанут синхронизироваться.

source: Files are synced.
hi: फाइलें समन्वयित हैं।
hu: A fájlok szinkeltek.
nn: Filene er synkroniserte.
ru: Файлы синхронизированы.

source: Syncing '{}'...
hi: '{}' समन्वयित हो रही है…
hu: '{}' szinkelése...
nn: Synkroniserer '{}'...
ru: '{}' синхронизируется…

source: Checking for changes...
hi: परिवर्तनों की जाँच की जा रही है…
hu: Változások keresése...
nn: Ser etter endringar …
ru: Проверяются изменения…

source: Please resolve the reported syncing issues.
hi: कृपया रिपोर्ट की गई समन्वयन समस्याओं का समाधान करें।
hu: Kérem oldja meg a jelentett szinkelési hibákat.
nn: Løys dei rapporterte synkroniseringsproblema.
ru: Пожалуйста, исправьте обнаруженные ошибки синхронизации.

source: {} errors found.
hi: {} त्रुटियां पाई गई।
hu: {} hibát találtunk.
nn: Fann {} feil.
ru: Найдено {} ошибок.

source: Would you like to dismiss this error?
hi: क्या आप इस त्रुटि को ख़ारिज करना चाहेंगे?
hu: Szeretne eltekinteni ettől a hibától?
nn: Forkast denne feilen?
ru: Хотите отклонить эту ошибку?

source: Failed to sync '{}' to '{}' on remote.
hi: रिमोट पर '{}' को '{}' से समन्वयित करने में विफल।
hu: '{}' szinkelése sikertelen ovlt '{}' o felé a távoli kapcsolatban.
nn: Kunne ikkje synkronisera '{}' til '{}' eksternt.
ru: Не удалось синхронизировать '{}' с '{}' на сервере.

source: Failed to sync '{}' on remote to '{}'.
hi: रिमोट पर '{}' को '{}' से समन्वयित करने में विफल।
hu: '{}' sikertelenül szinkelt '{}' távolin.
nn: Kunne ikkje synkronisera '{}' eksternt til '{}'.
ru: Не удалось синхронизировать '{}' на сервере с '{}'.

source: Unable to fetch data for '{}' from the remote.
hi: रिमोट से '{}' के लिए डेटा लाने में असमर्थ।
hu: '{}' adatinak lekérdezése nem lehetséges a távoli kapcsolatról.
nn: Kunne ikkje henta ekstern data for '{}'.
ru: Не удалось получить данные о '{}' с сервера.

source: File Update
hi: फाइल अद्यतन
hu: Fájl Frissítés
nn: Filoppdatering
ru: Обновление файлов

source: Neither the local item or remote item exists anymore. This error will now be removed.
hi: अब न तो स्थानीय वस्तु और न ही रिमोट वस्तु मौजूद है। अब यह त्रुटि दूर हो जाएगी।
hu: Sem a helyi sem a távoli elem nem áll rendelkezésre. Ez a hiba törlésre kerül.
nn: Korkje det lokale elementet eller det eksterne elementet eksisterer lenger. Denne feilen vil no bli fjerna.
ru: Либо локальный файл, либо файл на удалённом сервере больше не существует. Эта ошибка будет удалена.

source: Only the local item exists now, so it will be synced to the remote.
hi: अब केवल स्थानीय आइटम मौजूद है, इसलिए इसे रिमोट से समन्वयित किया जाएगा।
hu: Csak a helyi elem létezik, szinkelődni fog a távolira is.
nn: Berre det lokale elementet eksisterer no, så det vil bli synkronisert med det eksterne.
ru: На данный момент существует только локальный файл, поэтому он будет синхронизирован с сервером.

source: Only the remote item exists now, so it will be synced to the local machine.
hi: अब केवल रिमोट वस्तु मौजूद है, इसलिए इसे स्थानीय मशीन से समन्वयित किया जाएगा।
hu: Csak a távoli elem létezik, ezért lokálisan is szinkelődni fog.
nn: Berre det eksterne elementet eksisterer no, så det vil bli synkronisert til den lokale maskinen.
ru: На данный момент существует только удалённый файл, поэтому он будет синхронизирован с локальным устройством.

source: Both the local item '{}' and remote item '{}' have been updated since the last sync.
hi: स्थानीय वस्तु '{}' और रिमोट वस्तु '{}' दोनों को अंतिम समन्वयन के बाद से अद्यतन किया गया है।
hu: Mind a helyi '{}' elem, mind a távoli '{}' elem frissítésre került a legutóbbi szinkronizáció óta.
nn: Både det lokale elementet '{}' og det eksterne elementet '{}' har blitt oppdatert sidan siste synkronisering.
ru: И локальный файл '{}', и удалённый файл '{}' были обновлены с момента последней синхронизации.

source: Which item would you like to keep?
hi: आप कौन सी वस्तु रखना चाहेंगे?
hu: Melyik elemet kívánja meghagyni?
nn: Kva slags element vil du halde fram å ha?
ru: Какой файл вы хотели бы оставить?

source: Local
hi: स्थानीय
hu: Helyi
nn: Lokalt
ru: Локальный

source: Remote
hi: रिमोट
hu: Távoli
nn: Eksternt
ru: Удалённый

source: 1 error found.
hi: 1 त्रुटि मिली।
hu: 1 hibát találtunk.
nn: Fann ein feil.
ru: Обнаружена 1 ошибка.

source: {} errors found.
hi: {} त्रुटियां पाई गई।
hu: {} hibát találtunk.
nn: Fann {} feil.
ru: Обнаружено {} ошибок.

source: Checking '{}' for changes...
hi: परिवर्तनों के लिए '{}' की जाँच की जा रही है…
hu: '{}' változásainak ellenőrzése...
nn: Sjekkar «{}» for endringar…
ru: '{}' проверяется на изменения…

source: Checking '{}' on remote for changes...
hi: परिवर्तनों के लिए रिमोट पर '{}' की जाँच की जा रही है…
hu: '{}' távoli változások ellenőrzése...
nn: Sjekkar '{}' eksternt for endringar...
ru: '{}' на сервере проверяется на изменения…

source: Finished sync checks with {} errors.
hi: {} त्रुटियों के साथ समन्वयन जांच पूरी हो गई।
hu: {} hibával zárult a szikelés ellenőrzés.
nn: Fullførte synkroniseringssjekk med {} feil.
ru: Проверки синхронизации завершены с {} ошибками.

source: Finished sync checks.
hi: समन्वयन जांच पूरी हो गई।
hu: Szink ellenőrzés befejeződött.
nn: Synkroniseringssjekk er fullført.
ru: Проверки синхронизации завершены.

source: Authenticating to {}...
hi: {} को प्रमाणित किया जा रहा है…
hu: Hitelesítése {}-be...
nn: Autentiserer til {}...
ru: Авторизация на {}…

source: Follow the link that opened in your browser, and come back once you've finished.
hi: अपने ब्राउज़र में खुले लिंक का अनुसरण करें, और काम पूरा होने पर वापस आएं।
hu: Kövesse a böngészőben megnyíló linket, majd térjen vissza ha végzett.
nn: Følg lenkja som opna i nettlesaren din, og kom tilbake når du er ferdig.
ru: Перейдите по ссылке, открывшейся в вашем браузере и возвращайтесь, как только закончите.

source: There was an issue while running the webserver for authentication
hi: प्रमाणीकरण के लिए वेब सर्वर चलाते समय एक समस्या हुई
hu: Hiba lépett fel a webszerver hitelesítési futtatása során
nn: Det oppstod eit problem under køyringa av tenaren for autentiseringsprosessen
ru: Произошла ошибка при запуске веб-сервера для авторизации

source: There was an issue authenticating to {}
hi: {} को प्रमाणित करने में एक समस्या हुई
hu: Hiba lépett fel a {} hitelesítése során
nn: Det oppstod eit problem med autentiseringa til {}
ru: Произошла ошибка при авторизации на {}

source: Name
hi: नाम
hu: Név
nn: Namn
ru: Имя

source: Name already exists.
hi: नाम पहले से मौजूद है।
hu: Már létező név.
nn: Namnet er allereie i bruk.
ru: Это имя уже существует.

source: Invalid name. Names must: - Only contain numbers, letters, '_', '-', '.', and spaces - Not start with '-' or a space - Not end with a space
hi: अमान्य नाम। नाम अवश्य होने चाहिए: - केवल संख्याएं, अक्षर, '_', '-', '.', और रिक्त स्थान शामिल हैं - '-' या रिक्त स्थान से प्रारंभ न करें - रिक्त स्थान के साथ समाप्त नहीं होता
hu: Érvénytelen név. Tartalmaznia kell: - Csak számokat, betűket, '_', '-', '.', és szóközt tartalmazhat - Nem kezdődhet szóközzel vagy kötőjellel - Nem végződhet szóközzel
nn: Ugyldig namn. Namn kan: - Berre ha tal, bokstavar, '_', '-', '.' og mellomrom - Ikkje starta med '-' eller eit mellomrom - Ikkje slutta med eit mellomrom
ru: Недопустимое имя. Имена должны: - Содержать только цифры, буквы, '_', '-', '.' и пробелы - Не начинаться с '-' или пробела - Не заканчиваться пробелом

source: Server URL
hi: सर्वर URL
hu: Szerver elérési cím
nn: Sørvar-URL
ru: URL-адрес сервера

source: Invalid server URL ({}).
hi: अमान्य सर्वर URL ({})।
hu: Hibás szerver elérési cím ({}).
nn: Ugyldig tenarnettadresse ({}).
ru: Недопустимый URL-адрес сервера ({}).

source: Invalid server URL (no domain specified).
hi: अमान्य सर्वर URL (कोई डोमेन निर्दिष्ट नहीं)।
hu: Hibás szerver elérési cím (domain nem került megadásra).
nn: Ugyldig tenarnettadresse (ingen domenenamn spesifisert).
ru: Недопустимый URL-адрес сервера (не указан домен).

source: Invalid server URL (password was specified).
hi: अमान्य सर्वर URL (पासवर्ड निर्दिष्ट किया गया था)।
hu: Hibás szerver elérési cím (megadott jelszó).
nn: Ugyldig tenarnettadresse (passord vart skrive inn).
ru: Недопустимый URL-адрес сервера (был указан пароль).

source: Invalid server URL(unknown server scheme {}).
hi: अमान्य सर्वर URL (अज्ञात सर्वर योजना {})।
hu: Hibás szerver elérési cím (ismeretlen szerver séma {}).
nn: Ugyldig sørvar URL (ukjend sørvarskjema {}).
ru: Недопустимый URL-адрес сервера (неизвестная схема сервера {}).

source: Don't specify '{}' as part of the URL.
hi: URL के भाग के रूप में '{}' निर्दिष्ट न करें।
hu: Ne adja meg a '{}'-t a címben.
nn: Ikkje spesifiser '{}' som ein del av nettadressa.
ru: Не указывайте '{}' как часть URL-адреса.

source: Username
hi: उपयोक्तानाम
hu: Felhasználónév
nn: Brukarnamn
ru: Имя пользователя

source: Password
hi: पासवर्ड
hu: Jelszó
nn: Passord
ru: Пароль

source: 2FA Code
hi: 2FA कोड
hu: 2FA Kód
nn: 2FA Kode
ru: Код 2FA

source: The provided 2FA code is invalid (should only contain digits).
hi: प्रदान किया गया 2FA कोड अमान्य है (इसमें केवल अंक होने चाहिए)।
hu: A megadott 2FA kód helytelen (csak számokat tartalmazhat).
nn: Den oppgitte 2FA-koden er ugyldig (skal berre innehalda siffer).
ru: Предоставленный код 2FA недействителен (должен содержать только цифры).

source: The provided 2FA code is invalid (should be 6 digits long).
hi: प्रदान किया गया 2FA कोड अमान्य है (6 अंक लंबा होना चाहिए)।
hu: A megadott 2FA kód helytelen (csak 6 karakter hosszú lehet).
nn: Den oppgjevne 2FA-koda er ugyldig (bør vera 6 siffer lang).
ru: Предоставленный код 2FA недействителен (должен быть длинной в 6 символов).

source: Log in
hi: लॉगिन
hu: Bejelentkezés
nn: Logg inn
ru: Войти

source: Unable to connect to the server. Check your internet connection and try again.
hi: सर्वर से जुड़ने में अक्षम। अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
hu: A szerverhez való csatlakozás sikertelen. Kérem ellenőrizze az internet kapcsolatát és próbálja újra.
nn: Kunne ikkje kopla til tenaren. Sjekk tilkoplinga di og prøv igjen.
ru: Не удаётся подключиться к серверу. Проверьте ваше интернет-соединение и попробуйте снова.

source: A 2FA code is required to log in to this account. Provide one and try again.
hi: इस खाते में लॉग इन करने के लिए 2FA कोड आवश्यक है। एक प्रदान करें और पुनः प्रयास करें।
hu: 2FA kód szükséges a fiókba való belépéshez. Kérem írja be a kódot és próbálja újra.
nn: Ein 2FA-kode krevjast for å logge på denne kontoen. Skriv den inn og prøv igjen.
ru: Для входа в этот аккаунт требуется код 2FA. Введите его и попробуйте снова.

source: Unable to authenticate to the server. Check your login credentials and try again.
hi: सर्वर पर प्रमाणित करने में असमर्थ। अपने लॉगिन क्रेडेंशियल जांचें और पुनः प्रयास करें।
hu: Sikertelen hitelesítés a szerver felé. Ellenőrizze a bejelentkezési adatait, és próbálja újra.
nn: Kunne ikkje autentisera til sørvaren. Sjekk påloggingsdataa dine og prøv igjen.
ru: Не удаётся авторизоваться на сервере. Проверьте ваши учётные данные и попробуйте снова.

source: Unable to log in
hi: लॉगिन करने में असमर्थ
hu: Sikertelen bejelentkezés
nn: Kunne ikkje logga inn
ru: Не удаётся войти

source: Server Type
hi: सर्वर प्रकार
hu: Szerver Típus
nn: Tenartype
ru: Тип сервера

source: Awaiting sync checks...
hi: सिंक जांच की प्रतीक्षा है…
hu: Várakozás a szinkelési ellenőrzésre...
nn: Ventar på synkroniseringssjekkar...
ru: Ожидаются проверки синхронизации…

source: Open
hi: खोलें
hu: Megnyitás
nn: Opna
ru: Открыть

source: Close
hi: बंद करें
hu: Bezárás
nn: Lukk
ru: Закрыть

source: Unknown Error
hi: अज्ञात त्रुटि
hu: Ismeretlen Hiba
nn: Ukjend feil
ru: Неизвестная ошибка

source: An unknown error has occurred while running. This is an internal issue with Celeste and should be reported. The following backtrace may help with debugging the issue - note that it may contain information such as login tokens/keys, so avoid posting the information publicly:
hi: चलते समय कोई अज्ञात त्रुटि उत्पन्न हुई है। यह Celeste का एक आंतरिक मुद्दा है और इसकी सूचना दी जानी चाहिए। निम्नलिखित बैकट्रेस समस्या को डीबग करने में मदद कर सकता है - ध्यान दें कि इसमें लॉगिन टोकन/कुंजी जैसी जानकारी हो सकती है, इसलिए जानकारी को सार्वजनिक रूप से पोस्ट करने से बचें:
hu: A futás során ismetelen hiba lépett fel. Ez egy belső Celeste hiba, emiatt jelentse be a hibát. A következő visszakövetés segíthet a hiba debugolásában - vegye figyelembe, hogy az információ tartalmazhat bejelentkezési tokent/kulcsokat, ezért tartózkodjon publikálásuktól:
nn: Det har oppstått ein ukjend feil under køyring. Dette er eit internt problem med Celeste og bør rapporterast. Følgjande tilbakesporing kan hjelpa med å feilsøkja problemet - merk at det kan innehalda informasjon som til dømes påloggingstokenar/nyklar, så unngå å leggja ut informasjonen offentleg:
ru: Во время работы произошла неизвестная ошибка. Это внутренняя ошибка Celeste, о которой следует сообщить. Данная трассировка может помочь в выявлении ошибки. Учтите, что трассировка может содержать конфиденциальную информацию, такую как токены/ключи для входа, поэтому не размещайте её публично:
